{
  "Kuzan": {
    "name": "Kuzan",
    "class": "Sabotaggio",
    "avatar": "https://i.pinimg.com/736x/d5/c0/f9/d5c0f9b8019f3bb6a1d9e2624acff8d5.jpg",
    "colors": {
      "accent": "#29e5ff",
      "bg": "#0b0e12",
      "fg": "#eaf7ff",
      "side": "right"
    },
    "stats": {
      "PV": 1000,
      "PE": 2250,
      "ATK": 500,
      "DEF": 500,
      "CTR": 500,
      "SUP": 1250,
      "SAB": 2500,
      "EFF": 250,
      "SLOT": 1
    },
    "styles": {
      "abilBorder": {
        "c": "#3ec3ed",
        "a": 0.4
      },
      "abilBg": {
        "c": "#3ec3ed",
        "a": 0.07
      },
      "effBorder": {
        "c": "#3ec3ed",
        "a": 0.4
      },
      "effBg": {
        "c": "#3ec3ed",
        "a": 0.07
      }
    },
    "abilities": [
      {
        "type": "ability",
        "title": "✦ Hie Hie no Mi – Catene di Cristallo",
        "tag": "[x2]",
        "html": "<p>Il possessore del <strong style=\"color: rgb(102, 163, 224);\">Hie Hie no Mi </strong>plasma ghiaccio reale, tangibile e implacabile, direttamente dal proprio<strong style=\"color: rgb(204, 224, 245);\"> </strong><strong style=\"color: rgb(0, 102, 204);\">Parametro di Sabotaggio</strong><span style=\"color: rgb(0, 102, 204);\">.</span></p><p><strong style=\"color: rgb(102, 163, 224);\"><em>Ogni colpo e manovra è permeato da questo gelo, che si insinua nei Parametri avversari congelandoli e rendendoli inattivi. Il congelamento non è un semplice status, ma un blocco fisico costruito da veri costrutti di ghiaccio, che imprigionano e paralizzano i Parametri avversari, ostacolando il flusso vitale ed energetico. Non può essere ignorato, rigenerato o dissolto da effetti secondari: deve essere distrutto. Per liberarsi, l’avversario deve consumare un valore di </em></strong><strong style=\"color: rgb(0, 71, 178);\"><em>Supporto (SUP)</em></strong><strong style=\"color: rgb(102, 163, 224);\"><em> pari al </em></strong><strong style=\"color: rgb(0, 71, 178);\"><em>Sabotaggio (SAB)</em></strong><strong style=\"color: rgb(102, 163, 224);\"><em> subito sul Parametro congelato, sacrificando parte delle proprie risorse difensive e offensive.</em></strong></p><p><em>L’unica eccezione riguarda coloro che possono oggettivamente sciogliere istantaneamente il ghiaccio applicato, disgregandone i costrutti senza necessità di sacrificare Supporto.</em></p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "ability",
        "title": "✦ Hie Hie no Mi – Progressione del Gelo",
        "tag": "",
        "html": "<p>Il calo costante della temperatura corporea e ambientale indebolisce progressivamente l’avversario:</p><p>- Ogni perdita di <strong>25% dei Punti Energia iniziali</strong> riduce ulteriormente la <strong>Resistenza al ghiaccio</strong>.</p><p>- A ogni soglia raggiunta, si attivano automaticamente gli effetti progressivi del Sabotaggio glaciale: <strong> </strong><strong style=\"color: rgb(0, 102, 204);\">Ipotermia </strong><strong>→ </strong><strong style=\"color: rgb(0, 102, 204);\">Necrosi</strong></p>",
        "tColor": "#7feaff",
        "bColor": "#7feaff",
        "bA": 0.35,
        "bgColor": "#7feaff",
        "bgA": 0.06
      },
      {
        "type": "ability",
        "title": "✦ Busōshoku no Haki – Ambizione Corazzata",
        "tag": "[x3]",
        "html": "<p>Kuzan  <strong style=\"color: purple;\">Busōshoku no Haki</strong> infonde e <em style=\"color: purple;\">plasma nuovi parametri reali basandosi sul proprio valore di </em><strong style=\"color: purple;\"><em>Supporto</em></strong>, trasformando la volontà in forza tangibile e barriera inviolabile.\n</p><p><em style=\"color: purple;\">Questa tecnica consente un’applicazione avanzata dell’Ambizione, permettendo di annichilire i poteri dei Frutti del Diavolo: aumentando il costo in PE(x2), il Busōshoku no Haki può bloccare e neutralizzare anche gli effetti più devastanti, come dimostrato nel caso dei terremoti del possessore del Gura Gura no Mi.</em></p><p><em style=\"color: purple;\">Ma il vero apice risiede nel dominio avanzato dell’Ambizione: Kuzan espande la carica base delle proprie azioni, saturandole con la sua forza di volontà. In questo stato, ogni tecnica si attiva con la quantità esatta e necessaria di energia, ignorando condizioni, limiti o conseguenze. È l’Ambizione che detta la legge – e Kuzan ne è il braccio esecutore.</em></p>",
        "tColor": "#7d1093",
        "bColor": "#991a64",
        "bA": 0.5,
        "bgColor": "#9f0972",
        "bgA": 0.1
      },
      {
        "type": "ability",
        "title": "✦ Kenbun Shoku – Istinto Precognitivo",
        "tag": "[x2]",
        "html": "<p>L’utilizzatore affina i sensi a tal punto da percepire e prevedere ogni intenzione, pensiero e movimento dell’avversario, agendo sempre un istante prima che il nemico possa reagire.\n</p><p><em style=\"color: rgb(255, 255, 255);\">In attacco, le tecniche ottengono lo status </em><strong style=\"color: rgb(255, 255, 255);\"><em>Anti-Contrattacco</em></strong><em style=\"color: rgb(255, 255, 255);\">. </em>Inoltre, consente di contrastare ed equilibrare azioni che prevedono di anticipare, interagire in fase preliminare o in momenti antecedenti alle proprie azioni, applicando le giuste contromisure<em style=\"color: rgb(255, 255, 255);\">. [x2]</em></p>",
        "tColor": "#ffffff",
        "bColor": "#ffffff",
        "bA": 0.3,
        "bgColor": "#ffffff",
        "bgA": 0.07
      }
    ],
    "effects": [
      {
        "type": "effect",
        "title": "✦ Frantumazione Glaciale",
        "tag": "[SUP - Indotto]",
        "html": "<p>Combinando il potere dell’intangibilità Rogia con il gelo assoluto, l’utilizzatore si libera da ogni vincolo o status, dissolvendosi in frammenti di ghiaccio che sfuggono a ogni costrizione. <em style=\"color: rgb(62, 195, 237);\">L’utilizzatore sfrutta l’intangibilità per trasformare le condizioni negative subite in pura brina, frantumandole e annullandole all’istante.&nbsp;</em>[SUP - Indotto]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Fuga Eterea – Intangibilità Rogia",
        "tag": "[SUP - Indotto]",
        "html": "<p>Quando l’intangibilità del Rogia si fonde con l’Ambizione, l’utilizzatore acquisisce il potere di dissolversi e ricomporsi all’istante, sfuggendo a ogni tentativo d’impatto diretto. <em style=\"color: rgb(62, 195, 237);\">Una volta attiva, questa abilità del frutto permette di rinunciare volontariamente allo slot effetto delle proprie azioni per convertire l’intero valore SUP in un parametro PV temporaneo, protetto dall’intangibilità durante la propria azione.&nbsp;</em><em style=\"color: red;\">Applicando questo fattore, Aokiji è costretto ad annullare sia il potenziamento che l’utilizzo dei SUP tramite l’Haki dell’Armatura.</em>&nbsp;[SUP - Indotto]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Dominio Gelido – Manipolazione Ambientale",
        "tag": "[SUP - Area]",
        "html": "<p>Quando l’utilizzatore manipola il ghiaccio, l’ambiente circostante viene trasformato e saturato dal suo potere.&nbsp;<em style=\"color: rgb(62, 195, 237);\">Ogni azione o effetto legato al ghiaccio lascia costrutti e abbassa la temperatura del campo. Il 50% dei PE spesi rimane nell’ambiente e può essere riutilizzato in azioni successive legate al ghiaccio.&nbsp;</em>[SUP - Area]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Morfogenesi Glaciale",
        "tag": "[SUP - Indotto]",
        "html": "<p>L’utilizzatore modella il ghiaccio creando costrutti che rispondono attivamente al suo parametro di Supporto.&nbsp;<em style=\"color: rgb(62, 195, 237);\">Per ogni carica di PE spesa nelle proprie azioni, vengono generati costrutti proporzionali al valore di SUP. Durante l’utilizzo, questi costrutti possono mutare e adattarsi di volta in volta al parametro selezionato, garantendo versatilità tattica e difensiva sul campo. [50PE : 25% SUP]</em>&nbsp;[SUP - Indotto]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Ipotermia",
        "tag": "[SAB - Area]",
        "html": "<p>La temperatura corporea crolla oltre i limiti di sopravvivenza, logorando le riserve vitali dell’avversario.&nbsp;<em style=\"color: rgb(62, 195, 237); background-color: transparent;\">L’avversario deve spendere il doppio dei PE previsti per evitare il crollo delle proprie capacità. In caso contrario, gli effetti e le abilità da lui attivati si svincolano dall’azione, incapaci di concretizzarsi o di produrre alcun risultato.</em><span style=\"color: rgb(204, 224, 245);\">&nbsp;</span>[SAB- Area]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Necrosi",
        "tag": "[SAB - Area]",
        "html": "<p>Il gelo spietato congela e distrugge i tessuti, causando danni irreversibili a corpo e spirito.&nbsp;<em style=\"color: rgb(62, 195, 237);\">In questo stato, il costo minimo di attivazione viene pagato in Punti Vita (PV) </em>[SAB - Area]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Prigione di Gelo – Sfere Congelanti",
        "tag": "[SAB - Area]",
        "html": "<p><span style=\"background-color: transparent;\">L’utilizzatore scatena una raffica di sfere di ghiaccio puro che, al contatto, avvolgono l’avversario in uno strato cristallino e impenetrabile.</span><em style=\"background-color: transparent; color: rgb(62, 195, 237);\">In fase di Contrasto, il gelo assoluto dell’Hie Hie no Mi congela l’avversario e blocca un parametro a scelta nella sua scheda per la prossima azione, ad eccezione del parametro originale di categoria utilizzato. L’effetto sfrutta le caratteristiche ereditate dalle abilità del frutto Hie Hie no Mi.</em><span style=\"background-color: transparent;\"> [SAB - Area]</span></p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Visione Precognitiva – Schivata Perfetta",
        "tag": "[DEF - Evasione]",
        "html": "<p>Sfruttando l’Ambizione della Percezione, l’utilizzatore anticipa le intenzioni dell’avversario e agisce d’istinto, trovando la via per evitare ogni pericolo.&nbsp;<em style=\"color: rgb(62, 195, 237);\">Prevede in anticipo l’azione nemica e la schiva applicando le giuste contromisure, riuscendo a evitare ogni scontro diretto con lo slot effetto della tecnica avversaria. L’utilizzatore non subisce alcuna penalità da effetti attivi o status associati all’azione schivata</em>.&nbsp;[DEF - Evasione]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "✦ Oblio Gelido",
        "tag": "[ATK - Raggio]",
        "html": "<p>L’utilizzatore sprigiona un’ondata di gelo così intensa da cristallizzare qualsiasi avversario di fronte a sé, imponendo il silenzio assoluto del ghiaccio.&nbsp;<em style=\"color: rgb(62, 195, 237);\">Forza il congelamento di un fattore attivo in scheda, rendendolo inutilizzabile finché il bersaglio non sacrifica un’azione nel turno successivo per spezzare il ghiaccio. Il sacrificio comporta comunque il consumo di PE previsto per quell’azione.</em>&nbsp;[ATK - Raggio]</p>",
        "tColor": "#3ec3ed",
        "bColor": "#3ec3ed",
        "bA": 0.4,
        "bgColor": "#3ec3ed",
        "bgA": 0.07
      },
      {
        "type": "effect",
        "title": "Ice Impact",
        "tag": "[ATK - Corto]",
        "html": "<p><span style=\"background-color: transparent;\">Serie di colpi fisici sferrati a raffica.</span><span style=\"background-color: transparent; color: rgb(61, 20, 102);\"> </span><em style=\"background-color: transparent; color: rgb(128, 0, 128);\">L’utilizzatore paga PE e costringe l’avversario a fare lo stesso, ripetendo rispettivamente l’attacco e la difesa. Gli scambi si annullano a vicenda fino a quando uno dei due non si arrende o esaurisce l’energia.</em><span style=\"background-color: transparent; color: rgb(107, 36, 178);\">  </span><span style=\"background-color: transparent;\">L’utilizzatore scatena una tempesta di colpi fisici, costringendo l’avversario a rispondere colpo su colpo. </span><em style=\"background-color: transparent; color: rgb(128, 0, 128);\">Entrambi spendono PE a ogni scambio, ripetendo rispettivamente Attacco e Difesa in un duello serrato che si annulla a vicenda.Lo scontro prosegue finché uno dei due non cede o esaurisce le proprie energie.</em></p><p><span style=\"background-color: transparent;\"> Qualsiasi abilità o effetto che tenti di ridurre, compensare o annullare il costo in PE perde efficacia: l’azione richiede di </span><strong style=\"background-color: transparent;\">ripetere </strong><em style=\"background-color: transparent; color: rgb(128, 0, 128);\">realmente e fisicamente le proprie mosse</em><span style=\"background-color: transparent;\">, senza scorciatoie. </span>[ATK- Corto]</p><p><br></p>",
        "tColor": "#7d1093",
        "bColor": "#991a64",
        "bA": 0.49,
        "bgColor": "#9f0972",
        "bgA": 0.12
      }
    ]
  }
}